{
  "nav.home": "home",
  "nav.about": "about",
  "nav.contact": "contact",
  "slide.techStack": "Tech Stack: SvelteKit, TailwindCSS, Vercel",
  "slide.graphics": "Graphics: Leonardo AI",
  "slide.shortcut": "Try ⌥ + ⬆ + / (you didn't hear it from me)",
  "about.title": "about",
  "about.p1": "I'm a software engineering leader who loves to obsess over ways to get awesome, meaningful stuff into user's hands. When engineering teams can connect with the impact of what they're building, they can take pride in what they ship and that's when the fun really starts. I'm a former developer, process nerd, and lifelong believer that the best engineering cultures are the ones that value both high standards and high trust.",
  "about.p2": "Over the past decade I've led teams across the stack, coached engineers through growth, helped rewrite platforms without (completely) breaking everything, worked side by side with product and design teams, and overhauled hiring systems. I specialize in turning ambiguous technical challenges into clear execution plans.",
  "about.p3": "As AI transforms how we we get all kinds of things done, I believe the most important investments remain deeply human: trust, curiosity, resilience, empathy, and thoughtful leadership. The best teams I've worked with aren't afraid to say, 'That's a weird idea… let's try it.'",
  "about.p4": "Away from the keyboard, I'm often writing and recording music—a passion I've been chasing for over 20 years. I also love cooking elaborate meals just to use my favorite knife and justify caring for my cast iron like it's a member of the family. I am always searching for the next historical fiction to read, because apparently I enjoy stress but prefer it set in the 12th century. I'm married to an incredible partner, part of a wonderfully chaotic extended family, learning Spanish, and always planning the next travel adventure to keep my perspective wide and curiosity sharp.",
  "extras.title": "extra stuff",
  "extras.apps": "Apps & Projects",
  "extras.apps.versions": "Previous versions of this site:",
  "extras.apps.exercise": "Exercise Challenge (Coming Soon)",
  "extras.apps.nutrition": "Nutrition Tracker (Coming Soon)",
  "extras.music": "Music",
  "extras.music.rohco": "Rohco",
  "extras.music.nomadic": "The Nomadic Archives",
  "extras.games": "Games",
  "extras.games.sverdle": "Try your luck at a suspiciously familiar word game",
  "extras.games.pong": "Face off with a bouncing dot in",
  "extras.games.pong.link": "Pong",
  "sverdle.howto.title": "How to play Sverdle",
  "sverdle.howto.meta": "How to play Sverdle",
  "sverdle.howto.heading": "How to play Sverdle",
  "sverdle.howto.intro": "Sverdle is a clone of Wordle, the word guessing game. To play, enter a five-letter English word. For example:",
  "sverdle.howto.explain1": "The {letter} is in the right place. {close1} and {close2} are the right letters, but in the wrong place. The other letters are wrong, and can be discarded. Let's make another guess:",
  "sverdle.howto.explain2": "This time we guessed right! You have <strong>six</strong> guesses to get the word.",
  "sverdle.howto.explain3": "Unlike the original Wordle, Sverdle runs on the server instead of in the browser, making it impossible to cheat. It uses <code>&lt;form&gt;</code> and cookies to submit data, meaning you can even play with JavaScript disabled!",
  "sverdle.howto.back": "← Back to the game",
  "sverdle.back": "← Back to extras",
  "sverdle.howto": "How to play",
  "sverdle.answerWas": "the answer was \"{answer}\"",
  "sverdle.win": "you won :) play again?",
  "sverdle.lose": "game over :( play again?",
  "sverdle.enter": "enter",
  "sverdle.backspace": "back",
  "pong.score": "Score: {score}",
  "pong.exit": "esc to exit",
  "contact.email": "e-mail",
  "contact.linkedin": "linkedin",
  "contact.github": "github",
  "contact.resume": "resume"
} 