{
  "nav.home": "inicio",
  "nav.about": "acerca de",
  "nav.contact": "contacto",
  "slide.techStack": "Tecnologías: SvelteKit, TailwindCSS, Vercel",
  "slide.graphics": "Gráficos: Leonardo AI",
  "slide.shortcut": "Prueba ⌥ + ⬆ + / (no me escuchaste decir esto)",
  "about.title": "acerca de",
  "about.p1": "Soy un líder en ingeniería de software apasionado por encontrar formas de poner cosas increíbles y significativas en manos de las personas usuarias. Cuando los equipos de ingeniería se conectan con el impacto de lo que están construyendo, sienten orgullo por lo que entregan—y ahí es cuando empieza lo bueno. Fui desarrollador, soy un entusiasta de los procesos y creo firmemente que las mejores culturas de ingeniería valoran tanto los altos estándares como la confianza mutua.",
  "about.p2": "Durante la última década he liderado equipos a lo largo de toda la pila tecnológica, he acompañado a ingenieros en su desarrollo profesional, he ayudado a reescribir plataformas sin (del todo) romperlas, he trabajado codo a codo con equipos de producto y diseño, y he renovado sistemas de contratación. Me especializo en convertir desafíos técnicos ambiguos en planes de ejecución claros.",
  "about.p3": "A medida que la inteligencia artificial transforma la manera en que hacemos todo tipo de cosas, sigo creyendo que las inversiones más importantes siguen siendo profundamente humanas: confianza, curiosidad, resiliencia, empatía y liderazgo con intención. Los mejores equipos con los que he trabajado no temen decir: 'Es una idea rara... probémosla.'",
  "about.p4": "Fuera del teclado, suelo estar escribiendo y grabando música—una pasión que persigo desde hace más de 20 años. También disfruto cocinar platos elaborados solo para usar mi cuchillo favorito y justificar el cuidado casi ceremonial que le doy a mi sartén de hierro fundido. Siempre estoy buscando la próxima novela histórica, porque al parecer me gusta el estrés pero prefiero que ocurra en el siglo XII. Estoy casado con una pareja increíble, soy parte de una familia extendida maravillosamente caótica, estoy aprendiendo español y siempre planeando la próxima aventura para mantener una mente abierta y una curiosidad activa.",
  "extras.title": "cosas extra",
  "extras.apps": "Aplicaciones y Proyectos",
  "extras.apps.versions": "Versiones, apenas funcional, anteriores de este sitio:",
  "extras.apps.aigateway": "AI Gateway (Próximamente)",
  "extras.apps.exercise": "Desafío de ejercicio (Próximamente)",
  "extras.apps.nutrition": "Rastreador de nutrición (Próximamente)",
  "extras.music": "Música",
  "extras.music.rohco": "Rohco",
  "extras.music.nomadic": "Los Archivos Nómadas",
  "extras.games": "Juegos",
  "extras.games.sverdle": "Pon a prueba tu suerte en",
  "extras.games.sverdle.link": "un juego de palabras sospechosamente familiar",
  "extras.games.wordle": "o simplemente juega",
  "extras.games.wordle.link": "el original",
  "extras.games.pong": "Enfréntate a un punto rebotador en",
  "extras.games.pong.link": "Pong",
  "sverdle.howto.title": "Cómo jugar Sverdle",
  "sverdle.howto.meta": "Cómo jugar Sverdle",
  "sverdle.howto.heading": "Cómo jugar Sverdle",
  "sverdle.howto.intro": "Sverdle es un clon de Wordle, el juego de adivinar palabras. Para jugar, ingresa una palabra en inglés de cinco letras. Por ejemplo:",
  "sverdle.howto.explain1": "La {letter} está en el lugar correcto. {close1} y {close2} son las letras correctas, pero en el lugar equivocado. Las otras letras están mal y se pueden descartar. Hagamos otro intento:",
  "sverdle.howto.explain2": "¡Esta vez acertamos! Tienes <strong>seis</strong> intentos para adivinar la palabra.",
  "sverdle.howto.explain3": "A diferencia del Wordle original, Sverdle se ejecuta en el servidor en lugar de en el navegador, lo que hace imposible hacer trampa. Utiliza <code>&lt;form&gt;</code> y cookies para enviar datos, ¡lo que significa que incluso puedes jugar con JavaScript deshabilitado!",
  "sverdle.howto.back": "← Volver al juego",
  "sverdle.back": "← Volver a extras",
  "sverdle.howto": "Cómo jugar",
  "sverdle.answerWas": "la respuesta era \"{answer}\"",
  "sverdle.win": "¡ganaste! :) ¿jugar de nuevo?",
  "sverdle.lose": "fin del juego :( ¿jugar de nuevo?",
  "sverdle.enter": "entrar",
  "sverdle.backspace": "borrar",
  "pong.score": "Puntuación:",
  "pong.exit": "esc para salir",
  "contact.email": "correo electrónico",
  "contact.linkedin": "linkedin",
  "contact.github": "github",
  "contact.resume": "currículum"
}