{
  "nav.home": "inicio",
  "nav.about": "acerca de",
  "nav.contact": "contacto",
  "slide.techStack": "Tecnologías: SvelteKit, TailwindCSS, Vercel",
  "slide.graphics": "Gráficos: Leonardo AI",
  "slide.shortcut": "Prueba ⌥ + ⬆ + / (no me escuchaste decir esto)",
  "about.title": "acerca de",
  "about.p1": "Soy un líder de ingeniería de software apasionado por encontrar maneras de poner cosas increíbles y significativas en manos de personas reales. Cuando un equipo siente el impacto de lo que construye, se enorgullece de lo que entrega—y ahí es cuando empieza lo bueno. Soy exdesarrollador, entusiasta de los procesos y un firme creyente de que las mejores culturas de ingeniería son aquellas que valoran tanto los altos estándares como la confianza mutua.",
  "about.p2": "Durante la última década, he liderado equipos en toda la pila tecnológica, acompañado a ingenieros de todos los niveles en su crecimiento, ayudado a reescribir plataformas sin (del todo) romperlas, trabajado codo a codo con equipos de producto y diseño, renovado procesos de contratación, y contribuido a que las organizaciones encuentren claridad en medio del caos.",
  "about.p3": "Mientras la inteligencia artificial transforma cada vez más la forma en que hacemos casi todo, lo más importante en lo que podemos invertir sigue siendo profundamente, obstinadamente humano: la confianza, la curiosidad, la resiliencia, la empatía, el liderazgo con intención—y la disposición a decir: 'Esa idea es rara... probémosla' (antes de que los robots nos digan que no).",
  "about.p4": "Lejos del teclado, suelo estar escribiendo y grabando música—una pasión que persigo desde hace más de 20 años. También me encanta cocinar comidas elaboradas solo para usar mi cuchillo favorito y justificar tratar mi sartén de hierro fundido como si fuera parte de la familia. Siempre estoy buscando la próxima novela histórica para leer, porque aparentemente disfruto el estrés... pero ambientado en el siglo XII. Estoy casado con una pareja increíble, soy parte de una familia extendida maravillosamente caótica, estoy aprendiendo español y siempre planeando la próxima aventura de viaje para mantener la perspectiva abierta y la curiosidad despierta.",
  "extras.title": "cosas extra",
  "extras.apps": "Aplicaciones y Proyectos",
  "extras.apps.versions": "Versiones anteriores de este sitio:",
  "extras.apps.exercise": "Desafío de ejercicio (Próximamente)",
  "extras.apps.nutrition": "Rastreador de nutrición (Próximamente)",
  "extras.music": "Música",
  "extras.music.rohco": "Rohco",
  "extras.music.nomadic": "Los Archivos Nómadas",
  "extras.games": "Juegos",
  "extras.games.sverdle": "Pon a prueba tu suerte en un juego de palabras sospechosamente familiar",
  "extras.games.pong": "Enfréntate a un punto rebotador en",
  "extras.games.pong.link": "Pong",
  "sverdle.howto.title": "Cómo jugar Sverdle",
  "sverdle.howto.meta": "Cómo jugar Sverdle",
  "sverdle.howto.heading": "Cómo jugar Sverdle",
  "sverdle.howto.intro": "Sverdle es un clon de Wordle, el juego de adivinar palabras. Para jugar, ingresa una palabra en inglés de cinco letras. Por ejemplo:",
  "sverdle.howto.explain1": "La {letter} está en el lugar correcto. {close1} y {close2} son las letras correctas, pero en el lugar equivocado. Las otras letras están mal y se pueden descartar. Hagamos otro intento:",
  "sverdle.howto.explain2": "¡Esta vez acertamos! Tienes <strong>seis</strong> intentos para adivinar la palabra.",
  "sverdle.howto.explain3": "A diferencia del Wordle original, Sverdle se ejecuta en el servidor en lugar de en el navegador, lo que hace imposible hacer trampa. Utiliza <code>&lt;form&gt;</code> y cookies para enviar datos, ¡lo que significa que incluso puedes jugar con JavaScript deshabilitado!",
  "sverdle.howto.back": "← Volver al juego",
  "sverdle.back": "← Volver a extras",
  "sverdle.howto": "Cómo jugar",
  "sverdle.answerWas": "la respuesta era \"{answer}\"",
  "sverdle.win": "¡ganaste! :) ¿jugar de nuevo?",
  "sverdle.lose": "fin del juego :( ¿jugar de nuevo?",
  "sverdle.enter": "entrar",
  "sverdle.backspace": "borrar",
  "pong.score": "Puntuación: {score}",
  "pong.exit": "esc para salir",
  "contact.email": "correo electrónico",
  "contact.linkedin": "linkedin",
  "contact.github": "github",
  "contact.resume": "currículum"
}